[
  { "type": "database", "name": "blogs" },
  {
    "type": "table",
    "name": "blogs",
    "database": "blogs",
    "data": [
      {
        "id": "2",
        "urlToImage": "https://res.cloudinary.com/rikoairlan/image/upload/v1701952147/kesehatan-tubuh_dsejsj.jpg",
        "title": "Tips Mengatur Pola Makan",
        "content": "Tips Mengatur Pola Makan\r\n\r\nMakanan sehari-hari sangat mepengaruhi kesehatan secara keseluruhan. Pola makan yang sehat akan memberikan tubuh energi untuk beraktivitas serta zat gizi untuk menjalankan berbagai fungsinya. Sebaliknya, pola makan yang tidak tepat bisa saja menyebabkan masalah pencernaan, membuat berat badan naik-turun, dan meningkatkan risiko penyakit.\r\n\r\n“Untuk menjaga pola makan yang sehat kita harus memiliki jam makan yang teratur dan hindari ngemil.” jelas Nunung\r\n\r\nLantas, bagaimana pola makan yang sehat terutama bagi orang yang super sibuk?\r\n\r\nDi bawah ini Nunung berbagi tips untuk membantu mempertahankan pola makan baik bagi orang yang memiliki sedikit waktu untuk makan makanan sehat.\r\n\r\nMakan pagi jam 07.00-09.00\r\nSarapan merupakan waktu makan paling penting, sebab dari sinilah kita memperoleh energi untuk beraktivitas selama seharian.\r\n\r\n“Sarapannya jangan yang terlalu banyak misalnya saat makan nasi uduk dengan porsi besar ditambah dengan gorengan yang memiliki tinggi karbohidrat dan kurang serat mineral.” ungkap Dr. Nunung.\r\n\r\nBerikut beberapa jenis makanan untuk sarapan yang dapat melengkapi pola makan sehat Anda.\r\n\r\nMakanan dengan karbohidrat kompleks seperti oatmeal, nasi merah, dan sereal.\r\nMakanan yang tinggi serat seperti buah, sayuran, sereal gandum, dan chia seed.\r\nSumber protein seperti kacang-kacangan, biji-bijian, susu, telur, dan yogurt.\r\nSumber lemak yang menyehatkan, misalnya biji-bijian, alpukat, dan kelapa.\r\nWaktu ngemil jam 10.00-11.00\r\nUntuk waktu ngemil Nunung menyarankan dengan memilih snack\r\nyang mengandung karbohidrat sebagai pelengkap asupan dalam tubuh. Misalnya, roti tawar putih atau roti gandum dan lain sebagainya.\r\n\r\n“Jam 10 kita boleh makan snack yang mengandung banyak karbohidrat.” Sambung Dr. Nunung.\r\n\r\nWaktu makan siang 12.00 – 13.00\r\nMeskipun Anda makan makanan yang sehat, porsinya harus tetap seimbang. Makanlah secukupnya dan berhentilah kira-kira ketika Anda sudah mencapai 80% rasa kenyang. Jika Anda masih lapar, coba tunggu 10 menit sebelum makan sedikit lagi.\r\n\r\nMakan secara berlebihan tidak hanya berdampak negatif untuk berat badan, tapi juga bisa mengganggu kerja pencernaan. Porsi makan yang berlebihan juga dapat meningkatkan risiko sejumlah gangguan kesehatan.\r\n\r\n“Makan dengan porsi lengkap dan secukupnya ada karbohidrat, protein, lemak, serta vitamin mineral.” tutur Dr. Nunung\r\n\r\nMakan sore atau malam mulai dari 17.00 – 18.30\r\nMenurut Nunung porsi makan sore atau malam tetap harus sesuai dengan kebutuhan dibarengi dengan nutrisi lengkap. Porsi yang dikurangi akan beresiko menyisakan rasa lapar hingga tubuh memenuhinya dengan cara lain.\r\n\r\n“Kita harus memiliki jam makan yang teratur hingga akhirnya dapat terhindar dari ngemil, sering kali yang membuat kita lupa sarapan itu adalah dengan ngemil terlalu banyak dan bermacam-macam nah itu bahaya. Padahal dengan terlalu banyak ngemil justru terlalu banyak kalori yang masuk kedalam tubuh dan kekurangan zat gizi mikro.” jelas Nunung.",
        "urlContent": "https://umj.ac.id/opini-1/pentingnya-memahami-asupan-gizi-pada-tubuh/"
      },
      {
        "id": "3",
        "urlToImage": "https://res.cloudinary.com/rikoairlan/image/upload/v1701953518/blogs/ilustrasi_artikel_september_week_4-56_y0gpqd.png",
        "title": "Manfaat Olahraga",
        "content": "Manfaat Olahraga untuk Kesehatan Tubuh\r\n\r\nBeberapa manfaat olahraga bagi Kesehatan tubuh.\r\n\r\n- Menjauhkan dari Beragam Penyakit\r\nBerolahraga secara rutin dapat meningkatkan daya tahan tubuh sehingga tubuh tidak mudah terserang penyakit. Saat berolahraga, tubuh akan lebih bebas bergerak. Hal ini akan memicu proses metabolisme dan sirkulasi darah menjadi lebih lancar. Hasilnya tubuh lebih sehat dan kuat, serta enggak mudah terserang penyakit.\r\n\r\n- Membuat Tubuh Lebih Tegap\r\nBerolahraga membuat semua bagian tubuh bergerak, sehingga bisa meningkatkan fleksibilitas. Otot tubuh juga menjadi lebih elastis dan tidak kaku.\r\n\r\nBagi anak-anak, olahraga amat penting untuk menunjang perkembangan postur tubuhnya. Menurut Kathleen, anak yang rutin berolahraga sejak kecil akan memiliki postur tubuh yang tegap dan tidak membungkuk saat berjalan.\r\n\r\n- Merangsang Pertumbuhan Ideal\r\nSaat berolahraga, kalori dalam tubuh akan terbakar lebih optimal. Kalori yang ada dalam tubuh akan diproses menjadi energi secara keseluruhan, tanpa ada yang tersisa dan berpotensi menimbulkan tumpukan lemak tubuh. Tubuh mendapatkan suplai nutrisi yang cukup untuk melancarkan proses pertumbuhan dan perkembangan secara ideal.\r\n\r\n- Membantu Menjaga Kesehatan Kulit\r\nKesehatan kulit bisa dipengaruhi oleh jumlah stres oksidatif dalam tubuh. Stres oksidatif terjadi ketika pertahanan antioksidan tubuh tidak bisa sepenuhnya memperbaiki kerusakan yang disebabkan oleh radikal bebas pada sel. Hal ini bisa merusak struktur internal dan merusak kulit kamu. Dengan melakukan olahraga secara teratur, produksi antioksidan alami dalam tubuh akan meningkat yang dapat membantu melindungi sel. Selain itu, olahraga juga bisa menstimulasi aliran darah dan menginduksi adaptasi sel kulit yang bisa membantu menunda penuaan kulit.\r\n\r\nMeningkatkan Kualitas Hidup\r\n\r\nSelain untuk meningkatkan kesehatan fisik, olahraga juga bermanfaat untuk meingkatkan kualitas hidup.\r\n\r\n- Memperbaiki suasana hati\r\nSaat suasana hati sedang buruk atau sedang merasa stress, berjalan cepat selama 30 menit atau berlatih di pusat kebugaran dapat memperbaiki suasana hati. Berolahraga diketahui dapat menstimulasi suatu zat kimia pada otak yang membuat suasana hati lebih bahagia dan santai.\r\n\r\n- Menumbuhkan kepercayaan diri\r\nOlahraga yang dilakukan secara teratur juga dapat membuat lebih percaya diri terhadap penampilan diri sendiri.\r\n\r\n- Mengatasi stress\r\nPenelitian terhadap efek psikologis dari olahraga mengungkapkan bahwa aktivitas tersebut dapat mengurangi depresi dan meningkatkan kemampuan untuk mengatasi stres. Bila stres terkendali dengan baik, tubuh juga akan terlindungi dari berbagai macam gangguan, mulai dari mulai dari sakit kepala, maag, buang air besar tidak lancar hingga gangguan kardiovaskular.\r\n\r\n- Membuat tidur lebih nyenyak\r\nOlahraga teratur dapat membantu tubuh untuk tidur lebih cepat dan nyenyak. Namun hindari berolahraga terlalu dekat dengan waktu tidur.\r\n\r\n- Menikmati waktu menyenangkan\r\nOlahraga dan aktivitas fisik merupakan salah satu cara untuk menghabiskan waktu luang dengan menyenangkan.",
        "urlContent": "https://kratonpusk.jogjakota.go.id/detail/index/13640"
      },
      {
        "id": "4",
        "urlToImage": "https://res.cloudinary.com/rikoairlan/image/upload/v1701953518/blogs/ilustrasi_artikel_september_week_4-56_y0gpqd.png",
        "title": "Ketahui 5 Manfaat Air Putih untuk Kesehatan",
        "content": "1. Mencegah Dehidrasi\r\nDehidrasi atau kekurangan cairan tubuh dapat berbahaya bagi kinerja organ tubuh maupun fungsi tubuh. Kondisi yang banyak disepelekan ini dapat menyebabkan gangguan pada ginjal dan kejang yang fatal. Dengan minum air putih secara cukup, tubuh biotizen dapat terhindar dari beragam kondisi tersebut\r\n\r\n2. Mempengaruhi Kinerja Otak\r\nKinerja otak yang optimal sangat didukung oleh tubuh yang tercukupi asupan cairannya. Riset menyatakan bahwa minum air putih secara cukup berdampak pada kinerja otak dapat lebih optimal, konsentrasi dan mood dapat lebih baik.\r\n\r\n3. Menjaga Kesehatan Sendi dan Otot\r\nKonsumsi air putih secara cukup dalam sehari memiliki manfaat baik bagi kelenturan dan kekuatan sendi serta otot. Dengan cukupnya asupan cairan, otot menjadi tidak kaku dan tubuh tidak cepat lelah saat bergerak maupun beraktivitas.\r\n\r\n4. Menjaga Kesehatan Pencernaan\r\nKesehatan pencernaan juga dipengaruhi oleh asupan cairan yang ada dalam tubuh. Kurangnya asupan dapat menyebabkan terganggunya fungsi cairan, seperti sembelit dan susah BAB. Minum air putih secara teratur tentu dapat mencegah hal tersebut.\r\n\r\n5. Mencegah Penyakit Kardiovaskular\r\nTercukupinya cairan tubuh dapat mencegah biotizen dari penyakit kardiovaskular, seperti jantung, serangan jantung, dan stroke. Dengan konsumsi air putih yang rutin, biotizen dapat menjaga fungsi organ tubuh, memberikan efek relaksasi pada pembuluh darah yang pada akhirnya dapat menjaga tekanan darah pada taraf yang baik.",
        "urlContent": "http://surl.li/oaaro"
      }
    ]
  }
]
